Repository: zxhzxhz/LiveContainer
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, sv, tr, vi, zh_hans, zh_hant

# lc.appList.schemeCannotOpenError %@
source: Scheme "%@" cannot be opened by any app installed in LiveContainer.
ar: لا يمكن فتح المخطط '%@' بواسطة أي تطبيق مثبت في LiveContainer.
de: Das Schema "%@" kann von keiner in LiveContainer installierten App geöffnet werden.
es: El esquema "%@" no se puede abrir con ninguna app instalada en LiveContainer.
fr: Le schéma "%@" ne peut être ouvert par aucune application installée dans LiveContainer.
it: "%@" non può essere aperto da nessuna app installata in LiveContainer.
ja: スキーム "%@"はLiveContainerにインストールしているアプリでは開けません。
ko: LiveContainer로 설치된 앱은 "%@" Scheme을 사용할 수 없습니다.
pl: Schemat "%@" nie może być otwarty przez żadną aplikację zainstalowaną w LiveContainer.
pt_br: Esquema "%@" não pôde ser aberto por qualquer aplicativo instalado no contêiner.
ru: Схема "%@" не может быть открыта ни одним установленным приложением.
sv: Scheme "%@" kan inte öppnas av någon app installerad i LiveContainer.
tr: “%@” şeması, LiveContainer içinde yüklü olan hiçbir uygulama tarafından açılamaz.
vi: Scheme "%@" không thể được mở trong bất kỳ app nào cài trong LiveContainer.
zh_hans: 协议“%@”无法被LiveContainer中安装的任何App打开。
zh_hant: 安裝在LiveContainer中的任何應用程式都無法開啟方案「%@」。

# lc.appList.signSuccessWithError
source: App was signed successfully, but LiveContainer was unable to sign the following files. You may be able to use the app, but do expect crash.
ar: تم توقيع التطبيق بنجاح، لكن LiveContainer لم يستطيع ان يُوقع الملفات التالية. يمكنك ان تستعمل التطبيق، لكن توقف مفاجئ على أي لحظه متوقع.
de: Die App wurde erfolgreich signiert, aber LiveContainer konnte die folgenden Dateien nicht signieren. Möglicherweise können Sie die App verwenden, rechnen Sie jedoch mit Abstürzen.
es: La app se firmó correctamente, pero LiveContainer no pudo firmar los siguientes archivos. Es posible que puedas usar la app, pero espera fallos.
fr: L'application a été signée avec succès, mais LiveContainer n'a pas pu signer les fichiers suivants. Vous pouvez utiliser l'application, mais attendez-vous à un crash.
it: L'app è stata registrata con successo, ma LiveContainer non è stata in grado di registrare i seguenti file. Potresti essere in grado di usare l'app, ma aspettati dei crash.
ja: アプリの署名に成功しましたが、LiveContainerは以下のファイルに署名できませんでした。アプリは使用できますが、クラッシュする可能性があります。
ko: 앱 설치가 완료되었으나, 일부 파일 서명에 실패했습니다. 앱 사용 도중 앱이 충돌할 수 있습니다.
pl: Z powodzeniem, Aplikacja została podpisana. Jednak LiveContainer nie był w stanie podpisać tych plików. Będziesz mieć możliwość używania aplikacji, ale oczekuj błędów.
pt_br: Aplicativo foi assinado com sucesso, porém o LiveContainer foi incapaz de assinar os seguintes arquivos. Você consegue utilizar o aplicativo, mas não possua expectativas de que não irá encerrar involuntariamente até certo ponto.
ru: Приложение было успешно подписано, но LiveContainer не смог подписать следующие файлы. Вы сможете воспользоваться приложением, но делайте это на свой страх и риск.
sv: Appen signerades framgångsrikt, men LiveContainer kunde inte signera följande filer. Du kanske kan använda appen, men förvänta dig krasch.
tr: Uygulama başarıyla imzalandı, ancak LiveContainer aşağıdaki dosyaları imzalayamadı. Uygulamayı kullanabilirsiniz, ancak çökme olasılığı vardır.
vi: App đã được ký, nhưng LiveContainer không ký được các file sau đây. Bạn có thể dùng app, nhưng nó có thể văng.
zh_hans: App签名成功，但以下文件签名失败。App有可能可以正常运行。
zh_hant: 應用程式已成功簽名，但LiveContainer無法簽署以下檔案。 您可能能夠使用該應用程式，但可能會崩潰。

# lc.appList.sort.alphabetical
source: Name (A–Z)
ar: إسم (A-Z)
es: Nombre (A-Z)
fr: Nom (A-Z)
it: Nome (A–Z)
ja: 名前順 (A-Z)
ko: 이름 (A–Z)
pl: Nazwa (A–Z)
pt_br: Nome (A—Z)
ru: Имя (A-Z)
tr: İsim (A–Z)
vi: Tên (A–Z)
zh_hans: 名称升序
zh_hant: 名稱 (A-Z)

# lc.appList.sort.custom
source: Custom
ar: خاص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzata
ja: カスタム
ko: 사용자 지정
pl: Własne
pt_br: Personalizado
ru: Настраиваемый
tr: Özel
vi: Tuỳ chỉnh
zh_hans: 自定义
zh_hant: 自訂

# lc.appList.sort.customManage
source: Rearrange
ar: إعادة ترتيب
de: Neu anordnen
es: Reorganizar
fr: Réarranger
it: Riordina
ja: 並べ替え
ko: 순서 변경
pl: Zmień kolejność
pt_br: Reorganizar
ru: Переставить
tr: Yeniden Düzenle
vi: Sắp xếp lại
zh_hans: 编辑排序
zh_hant: 重新排列

# lc.appList.sort.customSortResetTip
source: This will reset the custom sort order to alphabetical order.
ar: سيؤدي ذلك إلى إعادة تعيين ترتيب الفرز المخصص إلى الترتيب الأبجدي.
de: Die benutzerdefinierte Reihenfolge wird auf alphabetische Anordnung zurückgesetzt.
es: Esto restablecerá el orden personalizado al orden alfabético.
fr: Cela réinitialisera l'ordre de tri personnalisé à l'ordre alphabétique.
it: Questa opzione resetta l'ordinamento personalizzato all'ordine alfabetico.
ja: カスタムした並べ替えをリセットして、アルファベット順に戻します。
ko: 가나다순으로 재정렬됩니다.
pl: Zmieni kolejność sortowania na kolejność alfabetyczną.
pt_br: Isto vai redefinir a ordem de classificação personalizada para a ordem alfabética.
ru: Это сбросит настроенный порядок сортировки на порядок по алфавиту.
tr: Bu, özel sıralama düzenini alfabetik sıraya sıfırlayacaktır.
vi: Cái này sẽ đặt lại thứ tự sắp xếp tuỳ chỉnh thành thứ tự bảng chữ cái.
zh_hans: 这将重置排序顺序为升序。
zh_hant: 這將重設排列順序為升序。

# lc.appList.sort.installationDate
source: Installation Date
ar: تاريخ التثبيت
de: Installationsdatum
es: Fecha de instalación
fr: Date d'installation
it: Data di Installazione
ja: インストールした日時
ko: 설치 날짜
pl: Data zainstalowania
pt_br: Data de Instalação
ru: Дата установки
tr: Yükleme Tarihi
vi: Ngày Cài đặt
zh_hans: 安装时间
zh_hant: 安裝日期

# lc.appList.sort.lastLaunched
source: Last Opened
ar: أخر فتح
de: Zuletzt geöffnet
es: Última apertura
fr: Dernier ouvert
it: Ultima apertura
ja: 最後に使用した日時
ko: 최근 사용일
pl: Ostatnio otwarte
pt_br: Aberto Pela Última Vez
ru: Дата последнего открытия
tr: En son açılan
vi: Lần mở Cuối
zh_hans: 上次打开
zh_hant: 上次開啟

# lc.appList.sort.reverseAlphabetical
source: Name (Z–A)
ar: إسم (Z-A)
es: Nombre (Z-A)
fr: Nom (Z-A)
it: Nome (Z–A)
ja: 名前順 (Z-A)
ko: 이름 (Z–A)
pl: Nazwa (Z–A)
pt_br: Nome (Z—A)
ru: Имя (Z-A)
tr: İsim (Z–A)
vi: Tên (Z–A)
zh_hans: 名称降序
zh_hant: 名字 (Z-A)

# lc.appList.urlFileIsNotIpaError
source: Please provide an IPA file to install.
ar: الرجاء اعطاء ملف IPA للتثبيت.
de: Bitte stellen Sie eine IPA-Datei zur Installation bereit.
es: Proporciona un archivo IPA para instalar.
fr: Veuillez fournir un fichier IPA à installer.
it: Fornisci un file IPA da installare.
ja: インストールするIPAファイルを提供してください。
ko: 설치할 IPA를 선택해주세요.
pl: Proszę podać plik IPA do zainstalowania.
pt_br: Por favor, forneça um arquivo IPA para ser instalado.
ru: Укажите файл IPA для установки.
sv: Vänligen ange en IPA-fil att installera.
tr: Yüklemek için bir IPA dosyası sağlayın.
vi: Vui lòng cung cấp file IPA để cài đặt.
zh_hans: 请出提供一个IPA文件用于安装。
zh_hant: 請提供一個IPA檔案進行安裝。

# lc.appList.urlInvalidError
source: The input url is invalid. Please check and try again
ar: الرابط الذي أدخلته لا يعمل
de: Die eingegebene URL ist ungültig. Bitte überprüfen Sie sie und versuchen Sie es erneut
es: La URL introducida no es válida. Compruébala e inténtalo de nuevo
fr: L'URL d'entrée n'est pas valide. Veuillez vérifier et réessayer
it: L'URL è invalido. Ricontrollalo a riprova.
ja: 入力されたURLが無効です。確認してもう一度やりなおしてください。
ko: URL이 유효하지 않습니다.
pl: Wpisany URL jest niepoprawny. Proszę spróbować ponownie
pt_br: A URL de entrada é inválido. Verifique-a e tente novamente.
ru: Введенный URL некорректен. Проверьте его и попробуйте ещё раз
sv: Inmatningsadressen är ogiltig. Kontrollera och försök igen
tr: Giriş url'si geçersiz. Lütfen kontrol edip tekrar deneyin
vi: URL đầu vào không hợp lệ. Hãy kiểm tra và thử lại
zh_hans: 输入的链接无效，请检查后重试。
zh_hant: 輸入網址無效。 請檢查並重試

# lc.apppSettings.orientationLock
source: Orientation Lock
ar: قُفْل الاتجاه
de: Ausrichtungssperre
es: Bloqueo de orientación
fr: Verrouillage de l'orientation
it: Blocca rotazione
ja: 画面の向きをロック
ko: 화면 잠금
pl: Blokada orientacji
pt_br: Travar a Orientação da Tela
ru: Блокировка ориентации
sv: Lås för orientering
tr: Yön Kilidi
vi: Khóa Xoay màn hình
zh_hans: 旋转锁定
zh_hant: 方向鎖定

# lc.apppSettings.orientationLock.landscape
source: Landscape
ar: افقي
de: Querformat
es: Horizontal
fr: Paysage
it: Paesaggio
ja: 横画面
ko: 가로
pl: Poziomo
pt_br: Horizontal
ru: Альбомная
sv: Liggande
tr: Yatay
vi: Ngang
zh_hans: 横屏
zh_hant: 橫向螢幕

# lc.apppSettings.orientationLock.portrait
source: Portrait
ar: صوره عموديه
de: Hochformat
es: Vertical
it: Rotazione
ja: ポートレート
ko: 세로
pl: Pionowo
pt_br: Vertical
ru: Портретная
sv: Stående
tr: Dikey
vi: Dọc
zh_hans: 竖屏
zh_hant: 垂直螢幕

# lc.appSettings.addExternalNonLocalContainer
source: Adding Non-Local Container
ar: إضافة حاوية غير محلية
de: Hinzufügen eines nicht-lokalen Containers
es: Añadiendo contenedor no local
fr: Ajout d'un conteneur non local
ja: 非ローカルコンテナの追加
ko: 외부 저장소 컨테이너 추가 중입니다.
pl: Dodawanie nielokalnego kontenera
ru: Добавление контейнера не локально
tr: Yerel Olmayan Konteyner Ekleme
vi: Thêm Thùng chứa Bộ nhớ Ngoài
zh_hans: 添加非本地容器
zh_hant: 新增非本地容器

# lc.appSettings.addExternalNonLocalContainerWarningAlert
source: Adding a container in a non-local storage is not supported by most apps and will result in undefined behavior including crash. Continue?
ar: إضافة حاوية في وحدة تخزين غير محلية غير مدعومة من معظم التطبيقات وسوف يسبب سلوكا غير محدد بما في ذلك التعطل. هل تريد المتابعة؟
de: Das Hinzufügen von Containern in einem nicht lokalen Speicher wird von den meisten Apps nicht unterstützt und führt zu unvorhersehbaren Verhaltensweisen, einschließlich Abstürzen. Fortfahren?
es: Añadir un contenedor en un almacenamiento no local no es compatible con la mayoría de las apps y provocará un comportamiento indefinido, incluyendo fallos. ¿Continuar?
fr: L'ajout d'un conteneur dans un stockage non local n'est pas pris en charge par la plupart des applications et provoquera un comportement indéfini, y compris un plantage. Continuer ?
ja: ローカルストレージ以外のストレージにコンテナを追加することは、ほとんどのアプリではサポートされておらず、クラッシュを始めとした不具合を引き起こす可能性があります。続行しますか？
ko: 외부 저장소에 컨테이너를 추가할 경우, 앱이 충돌할 수 있습니다. 계속하시겠습니까?
pl: Dodawanie kontenera do pamięci masowej innej niż lokalna nie jest obsługiwane przez większość aplikacji i spowoduje nieoczekiwane zachowanie (w tym awarię). Kontynuować?
ru: Добавление контейнера в нелокальном хранилище не поддерживается большинством приложений и приведет к неопределённому поведению, включая сбой. Продолжить?
tr: Yerel olmayan bir depolama alanına konteyner eklemek çoğu uygulama tarafından desteklenmez ve çökme dahil olmak üzere tanımlanamayan davranışlara neden olur. Devam etmek istiyor musunuz?
vi: Thêm thùng chứa vào bộ nhớ ngoài không được hỗ trợ bởi đa số app và sẽ gây ra những hành vi không xác định bao gồm bị sập. Tiếp tục?
zh_hans: 添加不处于本地存储的数据文件夹不被大多数App支持，且会导致包括崩溃等的未定义行为。要继续吗？
zh_hant: 新增不位於本地存儲的資料夾不被大多數應用程式支援，且會導致包含當機等自訂行為，要繼續嗎？

# lc.appSettings.appOpenInOtherLc %@ %@
source: Data of this app is currently in %@. Open %@ and launch it to 'My Apps' screen and try again.
ar: بيانات هذا التطبيق حاليًا في %@. شغل %@ و اضغط على زر 'تطبيقاتي' وحاول مجدداً.
de: Die Daten dieser App befinden sich derzeit in %@. Öffnen Sie %@, starten Sie die App auf dem Bildschirm „Meine Apps“ und versuchen Sie es erneut.
es: Los datos de esta app están actualmente en %@. Abre %@ y lánzala desde la pantalla 'Mis apps' e inténtalo de nuevo.
fr: Les données de cette application se trouvent actuellement dans %@. Ouvrez %@ et lancez-la dans l'écran "Mes applications", puis réessayez.
it: I dati di questa app sono attualmente in %@. Apri %@ , avvia la schermata 'Le mie App' e riprova.
ja: このアプリのデータは現在%@にあります。%@を開いて｢マイアプリ｣画面を表示してから、もう一度お試しください。
ko: 현재 앱 데이터는 %@에 있습니다. %@(을)를 열고 앱 목록에 실행해보세요.
pl: Dane tej aplikacji są w %@. Otwórz %@ i przejdź do "Moje Aplikacje" oraz spróbuj ponownie.
pt_br: Os dados deste aplicativo estão, atualmente, localizados em %@. Abra e mova %@ para a tela nomeada 'Meus Aplicativos' e tente de novo.
ru: Данные этого приложения сейчас находятся в %@. Откройте %@ и запустите его на экране «Мои приложения» и повторите попытку.
sv: Data för denna app finns för närvarande i %@. Öppna %@ och starta den till "Mina appar" skärmen och försök igen.
tr: Bu uygulamanın verileri şu anda %@‘da bulunmaktadır. %@'yı açın ve 'Uygulamalarım’ ekranına gidin, ardından tekrar deneyin.
vi: Dữ liệu của app này đang được dùng bởi %@. Mở %@ và vào tab 'Ứng dụng của tôi' và thử lại.
zh_hans: 此App的数据当前在%@中。打开%@至App界面后再试。
zh_hant: 此應用程式的資料目前在%@。 開啟%@，將其啟動到「我的應用程式」螢幕，然後重試。

# lc.appSettings.bundleId
source: Bundle Folder
ar: حزمة الملفات
de: Bundle Ordner
es: Carpeta del paquete
fr: Dossier du bundle
it: Pacchetto Cartelle
ja: バンドルフォルダ
ko: 번들 폴더
pl: Katalog Pakietu
pt_br: Pasta do Pacote
ru: Папка пакета
sv: Paketmapp
tr: Paket Klasörü
vi: Thư mục Gói
zh_hans: 包文件名
zh_hant: Bundle資料夾

# lc.appSettings.dontInjectTweakLoader
source: Don’t Inject TweakLoader
ar: لا تقوم بأدخال مشغل التعديلات (TweakLoader)
de: TweakLoader nicht injizieren
es: No inyectar TweakLoader
fr: Ne pas injecter TweakLoader
it: Non iniettare TweakLoader
ja: TweakLoaderを注入しない
ko: TweakLoader 적용 해제
pl: Nie wstrzykuj TweakLoader
pt_br: Não injetar TweakLoader
ru: Не встраивать TweakLoader
sv: Injektera inte TweakLoader
tr: TweakLoader'ı enjekte etmeyin
vi: Đừng Inject TweakLoader
zh_hans: 不注入TweakLoader
zh_hant: 不要加載補丁

# lc.appSettings.dontLoadTweakLoader
source: Don’t Load TweakLoader
ar: لا تشغل مشغل التعديلات TweakLoader
de: TweakLoader nicht laden
es: No cargar TweakLoader
fr: Ne pas charger TweakLoader
it: Non caricare TweakLoader
ja: TweakLoaderを読み込まない
ko: TweakLoader 사용 안 함
pl: Nie Wczytuj Tweakloader'a
pt_br: Não carregar 'TweakLoader'
ru: Не загружать TweakLoader
sv: Ladda inte TweakLoader
tr: TweakLoader'ı yüklemeyin
vi: Đừng load TweakLoader
zh_hans: 不加载TweakLoader
zh_hant: 不要載入TweakLoader

# lc.appSettings.fixes
source: Fixes
ar: أصلاحات
de: Fehlerbehebungen
es: Correcciones
fr: Correctifs
it: Soluzioni
ja: 修正
ko: 문제 해결
pl: Poprawki
pt_br: Corrigir Erros
ru: Исправления
sv: Fixar
tr: Düzeltmeler
vi: Sửa lỗi
zh_hans: 修复
zh_hant: 修復

# lc.appSettings.fixFilePicker
source: (Legacy) Fix File Picker
ar: (قديم) أصلح لاقط الملفات
de: (Legacy) Dateiauswahl reparieren
es: (Heredado) Corregir Selector de archivos
fr: (Ancien) Corriger le sélecteur de fichiers
it: Sistema Selettore File (Legacy)
ja: ファイル選択を修正 (旧式)
ko: (구) 파일 선택기 문제 해결
pl: (Starsza metoda) Napraw wybieranie plików
pt_br: (Antigo) Corrigir 'File Picker'
ru: (Устаревшее) Починить меню выбора файлов
sv: (Legacy) Fixa filväljare
tr: (Eski) Dosya Seçici Düzeltme
vi: (Cũ) Sửa File Picker
zh_hans: (旧方法)修复文件导入
zh_hant: （過棄）修復檔案選擇器

# lc.appSettings.fixFilePickerDesc
source: Fixes the issue of File Picker not responding when hitting 'open' by forcing this app to copy selected files to its inbox. You may view imported files in the 'Inbox' folder in app's data folder.
ar: اصلح لاقط الملفات عندما لا يستجيب عند ضغط 'فتح' بأجبار هذا التطبيق على نسخ الملفات المحدده في صندوق الوارد الخاص به. يمكنك مشاهده الملفات المستورده في 'صندوق الوارد' في ملف بيانات التطبيق.
de: Behebt das Problem, dass der Dateiauswahldialog beim Tippen auf "Öffnen" nicht reagiert, indem die App die ausgewählten Dateien in ihren Inbox-Ordner kopiert. Importierte Dateien finden Sie im Ordner "Inbox" im Datenordner der App.
es: Corrige el problema del selector de archivos que no responde al pulsar 'abrir', forzando a esta app a copiar los archivos seleccionados en su bandeja de entrada. Puedes ver los archivos importados en la carpeta 'Inbox' dentro de la carpeta de datos de la app.
fr: Corrigez le fait que le sélecteur de fichiers ne répond pas lorsque vous appuyez sur "ouvrir" en forçant cette application à copier les fichiers sélectionnés dans sa boîte de réception. Vous pouvez voir les fichiers importés dans le dossier "Inbox" du dossier de données de l'application.
it: Sistema il selettore file che non risponde quando clicchi 'apri' forzando l'app a copiare i file selezionati. Potresti vedere i file importati nella cartella 'Inbox' nella cartella dell'app.
ja: 選択したファイルを受信トレイにコピーするように強制することで、｢開く｣を押しても反応しない問題を修正します。インポートしたファイルはアプリのデータフォルダ内の｢受診トレイ｣フォルダに保存されます。
ko: 파일 선택기에서 '열기' 버튼을 누르고 응답이 없을 때, 강제로 파일을 복사합니다. 복사한 파일은 앱 데이터 폴더 안에 있는 'Inbox' 폴더에 나타날 수 있습니다.
pl: Naprawia problem gdzie wybieracz plików nie odpowiada przy naciśnięciu "Otwórz" zmuszając aplikację do skopiowania wybranych plików do jej inbox’u. Możesz zobaczyć zaimportowane pliki w katalogu o nazwie "nbox" w katalogu danych aplikacji.
pt_br: Ative esta opção caso o 'File Picker' não fazer nada quando o botão 'Abrir' é pressionado.
ru: Исправить не отвечающее меню выбора файлов при нажатии "открыть", заставляя это приложение копировать файлы в папку "Inbox" в папке данных приложения.
sv: Fixa filväljaren som inte svarar när du trycker på 'öppna' genom att tvinga denna app att kopiera markerade filer till sin inkorg. Du kan se importerade filer i mappen 'Inkorg' i appens datamapp.
tr: Dosya seçici düzeltme, ‘aç’ düğmesine basıldığında yanıt vermeme sorununu, bu uygulamanın seçilen dosyaları gelen kutusuna kopyalamasını zorlayarak giderir. İçe aktarılan dosyaları, uygulamanın veri klasöründeki ‘Gelen Kutusu’ klasöründe görüntüleyebilirsiniz.
vi: Sửa trình chọn file không phản hồi khi nhấn 'mở' bằng cách buộc app chép các file đã chọn vào Inbox của nó. Bạn có thể xem các file đã nhập trong thư mục 'Inbox' trong thư mục dữ liệu app.
zh_hans: 若导入文件时点击“打开”没有反应，可启用本选项。启用后所有导入的文件会被复制到App数据文件夹的Inbox目录下。
zh_hant: 透過強制此應用程式將選定的檔案複製到其收件箱，修復檔案選擇器在點選「開啟」時沒有響應的問題。 您可以在應用程式資料資料夾中的「Inbox」資料夾中檢視匯入的檔案。

# lc.appSettings.fixFilePickerNew
source: Fix File Picker
ar: إصلاح منتقي الملفات
de: Dateiauswahl reparieren
es: Corregir selector de archivos
fr: Corriger le sélecteur de fichiers
it: Ripara Selettore File
ja: ファイル選択を修正
ko: 파일 선택기 문제 해결
pl: Napraw wybór plików
pt_br: Corrigir Seletor de Arquivo
ru: Исправить выбор файлов
tr: Dosya Seçiciyi Düzelt
vi: Sửa File Picker
zh_hans: 修复文件导入
zh_hant: 修復檔案匯入

# lc.appSettings.fixLocalNotification
source: Fix Local Notifications
ar: إصلاح الإشعارات المحلية
de: Lokale Benachrichtigungen reparieren
es: Corregir notificaciones locales
fr: Corriger les notifications locales
it: Ripara Notifiche Locali
ja: ローカル通知を修正
ko: 앱 알림 오류 해결
pl: Napraw lokalne powiadomienia
pt_br: Corrigir Notificações Locais
ru: Исправить локальные уведомления
tr: Yerel Bildirimleri Düzelt
vi: Sửa Thông báo Cục bộ
zh_hans: 修复本地通知
zh_hant: 修復本地通知

# lc.appSettings.forceSign
source: Force Sign
ar: توقيع أجباري
de: Signieren erzwingen
es: Forzar firma
fr: Forcer la signature
it: Firma Forzata
ja: 強制的に署名
ko: 강제 서명
pl: Wymuś podpisanie
pt_br: Forçar Assinatura
ru: Принудительно подписать
sv: Tvinga signering
tr: İmzalamaya Zorla
vi: Buộc ký lại
zh_hans: 强制重新签名
zh_hant: 強制簽名

# lc.appSettings.forceSignDesc
source: Try to sign again if this app failed to launch with error like 'Invalid Signature'. If this still doesn't work, renew JIT-Less certificate.
ar: حاول التوقيع مره أخرى أذا التطبيق فشل فالتشغيل ويُظهر خطأ مثل 'توقيع غير صالح' أذا هذا لم يعمل، حاول أن تعيد شهاده بدون-JIT.
de: Versuchen Sie erneut zu signieren, wenn diese App mit der Fehlermeldung "Ungültige Signatur" nicht gestartet werden konnte. Wenn es immer noch nicht funktioniert, erneuern Sie das JIT-Less-Zertifikat.
es: Intenta firmar de nuevo si esta app falla al iniciarse con un error como 'Firma no válida'. Si esto sigue sin funcionar, renueva el certificado JIT-Less.
fr: Essayez de signer à nouveau si l'application ne s'est pas lancée avec une erreur telle que "Signature invalide". Si cela ne fonctionne toujours pas, renouvelez le certificat sans JIT.
it: Se l'app non si avvia e mostra l'errore "Invalid Signature" prova ad accedere nuovamente. Se continua a non funzionare, rinnova il certificato JIT-Less.
ja: このアプリが“Invalid Signature”のようなエラーで起動に失敗した場合は、再署名を試してください。それでもうまくいかない場合は、JITレス証明書を更新してください。
ko: 'Invalid Signature' 오류가 뜰 경우 이 기능을 사용해주세요. 해결이 안 될 경우 JIT-Less 인증서를 재설치해주세요.
pl: Spróbuj podpisać ponownie, jeśli ta aplikacja się nie otworzyła i zwróciła błąd taki jak "Nieprawidłowy Podpis". Jeżeli nadal nie działa, odnów Certyfikat JIT-Less.
pt_br: Tente assinar o aplicativo novamente se ele falhar para iniciar com um erro como "Assinatura Inválida". Se o erro permanecer, renove o Certificado JIT-Less.
ru: Попробуйте подписать заново, если это приложение не сможет запуститься с ошибкой о неправильной подписи. Если это не поможет, обновите сертификат режима JIT-less.
sv: Försök att signera om appen misslyckades med att starta med fel som "Ogiltig signatur". Om detta fortfarande inte fungerar, förnya JIT-Less certifikat.
tr: Bu uygulama ‘Geçersiz İmza’ gibi bir hata ile başlatılamadıysa, tekrar imzalamayı deneyin. Eğer bu da işe yaramazsa, JIT-Less sertifikasını yenileyin.
vi: Cố gắng ký app lại nếu app không mở được do lỗi như 'Invalid Signature'. Nếu vẫn không được, hãy thử làm mới chứng chỉ JIT-less.
zh_hans: 如果App启动时的报错包含“Invalid Signature”，则可以尝试强制重新签名。如果仍然报错，则可能需要刷新免JIT证书。
zh_hant: 如果此應用程式無法啟動並出現「簽名無效」等錯誤，請再次嘗試簽名。 如果這仍然不起作用，請續訂JIT-Less證書。

# lc.appSettings.fspoofSDKVersionDesc
source: Spoofing SDK version forces system libraries to operate in the SDK version the app is built with.
ar: أنتحال نسخة SDK تجبر مكتبات النظام للعمل في نسخة SDK الذي صُمم التطبيق معها.
de: Das Spoofing der SDK-Version zwingt die Systembibliotheken, mit der SDK-Version zu arbeiten, mit der die Anwendung erstellt wurde.
es: Falsear la versión del SDK obliga a las bibliotecas del sistema a operar en la versión del SDK con la que se compiló la app.
fr: La version falsifiée du SDK force les bibliothèques système à fonctionner avec la version du SDK avec laquelle l'application a été construite.
it: La falsificazione della versione SDK obbliga le librerie di sistema ad operare nella versione SDK dell'app.
ja: SDKバージョンを偽装することで、アプリがビルドされたSDKバージョンでシステムライブラリが動作するようにします。
ko: 강제로 앱이 만들어진 SDK 버전으로 시스템 라이브러리를 실행합니다.
pl: Fałszowanie wersji SDK zmusza biblioteki systemowe do operowania w wersji SDK, w której aplikacja została zbudowana.
pt_br: Falsificar a versão do SDK força as bibliotecas do sistema a funcionarem com a versão do SDK que o aplicativo foi criado.
ru: Замена версии SDK заставляет системные библиотеки работать с версией SDK, с которой было собрано приложение.
sv: Spoofing SDK version tvingar systembibliotek att fungera i SDK-versionen som appen är byggd med.
tr: SDK versiyonu taklit etme, sistem kitaplıklarının uygulamanın oluşturulduğu SDK sürümünde çalışmasını zorlar.
vi: Spoof phiên bản SDK buộc các thư viện hệ thống hoạt động theo SDK mà app được build bằng.
zh_hans: 强制指定SDK版本会使得系统库拥有App构建的SDK版本的行为。
zh_hant: 偽裝 SDK 版本使系統庫以應用程式建置時的 SDK 版本運行。

# lc.appSettings.hideApp
source: Hide App
ar: اخفي التطبيق
de: App verstecken
es: Ocultar app
fr: Masquer l'application
it: Nascondi App
ja: アプリを隠す
ko: 앱 숨기기
pl: Ukryj aplikację
pt_br: Esconder Aplicativo
ru: Скрыть приложение
sv: Dölj app
tr: Uygulamayı Gizle
vi: Ẩn App
zh_hans: 隐藏App
zh_hant: 隱藏應用程式
